{
  "copilot.vim": {
    "branch": "release"
  },
  "ddc-filter-matcher_head": {
    "branch": "main"
  },
  "ddc-filter-sorter_rank": {
    "branch": "main"
  },
  "ddc-nvim-lsp-setup": {
    "branch": "main"
  },
  "ddc-source-around": {
    "branch": "main"
  },
  "ddc-source-copilot": {
    "branch": "main"
  },
  "ddc-source-file": {
    "branch": "main"
  },
  "ddc-source-mocword": {
    "branch": "main"
  },
  "ddc-source-nvim-lsp": {
    "branch": "main"
  },
  "ddc-source-vsnip": {
    "branch": "main"
  },
  "ddc-ui-pum": {
    "branch": "main"
  },
  "ddc.vim": {
    "branch": "main"
  },
  "ddu-column-filename": {
    "branch": "main"
  },
  "ddu-filter-converter_devicon": {
    "branch": "main"
  },
  "ddu-filter-fzf": {
    "branch": "main"
  },
  "ddu-filter-matcher_substring": {
    "branch": "main"
  },
  "ddu-kind-file": {
    "branch": "main"
  },
  "ddu-source-file": {
    "branch": "main"
  },
  "ddu-source-file_rec": {
    "branch": "main"
  },
  "ddu-ui-ff": {
    "branch": "main"
  },
  "ddu-ui-filer": {
    "branch": "main"
  },
  "ddu.vim": {
    "branch": "main"
  },
  "denops-popup-preview.vim": {
    "branch": "main"
  },
  "denops.vim": {
    "branch": "main"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fern-git-status.vim": {
    "branch": "master"
  },
  "fern-renderer-nerdfont.vim": {
    "branch": "master"
  },
  "fern.vim": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "git.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lspsaga.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.tabline": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "nerdfont.vim": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-devdocs": {
    "branch": "master"
  },
  "nvim-jdtls": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "pum.vim": {
    "branch": "main"
  },
  "rust-tools.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-qfreplace": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  },
  "winresizer": {
    "branch": "master"
  }
}
